Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: It dispatches the user to the OSM website in an external browser<br>to authenticate itself and to accept the request token submitted by JOSM.</html>
ja: ユーザーは外部ブラウザのOSM Webサイトに送信され、<br>自身を認証し、JOSMから送信された要求トークンを受け入れます。</html>

source: It does not contain any JOSM object or suitable text.
ja: JOSMオブジェクトまたは適切なテキストは含まれていません。

source: It does not have to be the sole terms under which contributions are made, one off terms can be agreed with bulk contributors provided there is no clash with our principles in general and ODbL in particular.''
ja: これは投稿が行われる際の唯一の規約である必要は無く、我々の全般的な原理原則、特にODbLとの大きな齟齬が無い場合にはこの規約の下でなくとも同意することができます。

source: It has been initially designed and built by and for the [[Humanitarian OSM Team]] (HOT), and is nowadays used by many other communities and organizations.
ja: 当初は[[Humanitarian OSM Team]](HOT)によって設計および構築され、現在では他の多くのコミュニティや組織で使用されています。

source: It is also possible to create tasks by importing geometries from a file (e.g. a GeoJSON file).
ja: ファイル(例えばGeoJSONファイル)からジオメトリをインポートして、タスクを作成することもできます。

source: It is based on [[wikipedia:Help:Parser_function|parser functions]] from MediaWiki and the [[w:IETF language tag|IETF language tags]] (as defined in the '''BCP 47''' standard, based on [[w:ISO 639-1|ISO 639-1]] with a few exclusions, and extensions partly borrowed from other standards).
ja: MediaWiki の[[wikipedia:Help:Parser_function|パーサー関数]]と [[w:ja:IETF言語タグ|IETF 言語タグ]]（'''BCP 47''' で定義され、 [[w:ja:ISO 639-1|ISO 639-1]] から若干を除外し、他の標準から部分的に拡張したものに基づく） に基づいています。

source: It is equivalent to:
ja: 従って、次の文と等価となります。

source: It is impossible to adequately acknowledge the many individuals who survey their neighbourhoods with GPS and notepad, or trace over licensed satellite imagery, to contribute the most complete, most current, most accurate data to OpenStreetMap.
ja: GPSとメモ帳を使ったり、ライセンス提供された衛星画像から敷き写したりして、自分の近所を調査する人は大勢いて、できる限り完璧で最新の情報を載せ、最も正確なデータをOpenStreetMapに寄せようと努力する人々を、ひとりずつ、適切に評価することなどは不可能です。

source: It is missing both in your local language ({1}) and in English.<br><br>Please help to improve the JOSM help system and fill in the missing information.
ja: あなたの国の言語({1})と英語の両方に欠けています。<br><br>JOSMのヘルプシステムを改善し、不足している情報を記入してください。

source: It is needed for links shown in the interlanguage navigation bar (which cannot guess the translated titles).
ja: これは、言語間ナビゲーションバー（訳されたタイトルが推測できない）リンクに必要です。

source: It is not allowed to revert changeset from {0}
ja: {0}からの変更セットの取消が許可されていません

source: It is now deprecated as its functionality has been replaced by [[Notes]], a core feature of [//openstreetmap.org OpenStreetMap.org].
ja: この機能は、[//openstreetmap.org OpenStreetMap.org]のコア機能である[[Notes]]に置き換えられたため、非推奨となっています。

source: It is the earlist mention I found using Google.
ja: Googleで見つけた耳打ちリストです。

source: It looks like JOSM crashed last time.
ja: JOSMは前回クラッシュしたようです。

source: It looks like a wikipedia tag contains a URL.
ja: ウィキペディアのタグにURLが含まれているようです。

source: It may be a nonexistent, or slightly or heavily distorted, map feature, or its name may be wrongly or unusually spelt.
ja: 存在しない地物であったり、多少歪ませたり、地物やその名称を故意に誤ったり通常とは異なるスペルを使ったりします。

source: It might be viewable to the end user (perhaps using a search system or a map with pop-ups).
ja: エンドユーザーの目に触れる場合もあります (検索システムやポップアップを表示する地図などで)。

source: It should be replaced by a multipolygon
ja: マルチポリゴンに置き換える必要があります。

source: It should be split or simplified
ja: 分割または単純化する必要があります

source: It shows which areas need to be mapped and which areas need the mapping validated.
ja: マッピングが必要な領域と、マッピングの検証が必要な領域が表示されます。

source: It specialist
ja: IT専門家

source: It supports protocol version 0.6, while the server says it supports {0} to {1}.
ja: プロトコルバージョン0.6をサポートしていますが、サーバーからの応答では {0} ら {1} をサポートしています。

source: It was not possible to save your project due to an error: {error}
ja: 以下のエラーが発生したため、プロジェクト保存に失敗しました: {error}

source: It wasn't possible to lock this task for you...
ja: このタスクをロックすることができませんでした。

source: It will be applied automatically.
ja: 自動的に適用されます。

source: It will be impossible to import the file.
ja: ファイルをインポートできません。

source: It's a separate test database) == Operational installations of the Tasking Manager == note: Some instances are with [https://github.com/hotosm/osm-tasking-manager2 Tasking Manager v2]; others are still under [https://github.com/hotosm/osm-tasking-manager Tasking Manager v1].
ja: 別のテスト用データベース) == 本番運用されているタスクマネージャ== 注: あるインスタンスは、 [https://github.com/hotosm/osm-tasking-manager2 Tasking Manager v2]で動作していますが、別のインスタンスは、まだ [https://github.com/hotosm/osm-tasking-manager Tasking Manager v1]のことがあります。

source: It's also very unnecessary.
ja: それもまた、不必要なことです。

source: It's mainly based on Angular, OpenLayers and uses npm as a package manager.
ja: 主にAngular,OpenLayersに基づいており、パッケージマネージャとしてnpmを使用します。

source: Item
ja: アイテム

source: Item with this name already exists
ja: この名前の項目はすでに存在します

source: Item {0} does not exist!
ja: アイテム{0}は存在しません!

source: Item {0} is missing
ja: アイテム{0}が見つかりません

source: Item {0} not found in list.
ja: アイテム {0} はリストに見つかりません

source: Item {0} redirects to {1}
ja: アイテム{0}が{1}にリダイレクトされます

source: Itinerary
ja: 繰り返し

source: Its download link ''{1}'' is not a valid URL.
ja: ダウンロードリンク''{1}'' は有効なURLではありません。

source: It’s an Easter egg, a surprise street (sometimes known as a "[[Wikipedia:Trap_street|trap street]]") inserted so that if you attempt to copy the map then the copyright holder can prove you copied it.
ja: これがイースターエッグです。（これは "[[Wikipedia:Trap_street|トラップストリート]]" とも呼ばれます。）つまり、もしあなたがこれを複製したら、それを著作権者が複製だと証明するために使えるように仕込んであるものです。

source: JAR file
ja: JARファイル

source: JAR files
ja: JARファイル

source: JOSM Help Browser
ja: JOSMヘルプブラウザー

source: JOSM Plugin description URL
ja: JOSMプラグイン説明URL

source: JOSM Tag Editor Plugin
ja: JOSM タグ編集プラグイン

source: JOSM can show the last editor of any object, and a message sent from that users page on the website.
ja: JOSM ではどのオブジェクトでも最新の編集者、及びウェブサイト上のユーザページから送信されたメッセージを表示できます。

source: JOSM could not find information about the following module:
ja: JOSMは次のモジュールについての情報を見つけられませんでした。

source: JOSM could not find information about the following plugin:
ja: JOSMが次のプラグインの情報を見つけられませんでした。

source: JOSM currently supports the following script engines:
ja: JOSMは現在、次のスクリプトエンジンをサポートしています。

source: JOSM custom settings files (*.xml)
ja: JOSMカスタム設定ファイル(*.xml)

source: JOSM default (MapCSS)
ja: JOSM 標準 (MapCSS)

source: JOSM does not have to download newer versions.
ja: JOSMでは、新しいバージョンをダウンロードする必要はありません。

source: JOSM expected to find primitive [{0} {1}] in dataset but it is not there.
ja: JOSMはデータセットにプリミティブ[{0}{1}]を期待していましたが、存在していません。

source: JOSM failed to download plugin list:
ja: JOSMがプラグイン一覧のダウンロードに失敗しました。

source: JOSM failed to log into {0}<br>for user {1}.<br><br>Please check username and password and try again.</html>
ja: JOSMはユーザー{1}の{0}<br>にログインできませんでした。<br><br>ユーザー名とパスワードを確認し、再試行してください。</html>

source: JOSM found {0} unsaved osm data layer.
ja: まだ保存していないデータレイヤーが{0}枚あります。

source: JOSM is configured to use proxies from the system setting, but the JVM is not configured to retrieve them.
ja: JOSMはシステム設定からプロキシを使用するように設定されていますが、JVMはプロキシを取得するように設定されていません。

source: JOSM is currently run by an anonymous user)
ja: JOSMは現在、匿名ユーザーによって実行されています。

source: JOSM is now launching an authorization page in an external browser.
ja: JOSMは現在、外部ブラウザで認証ページを起動している。

source: JOSM is out of date.
ja: JOSMは時代遅れです。

source: JOSM is running in offline mode.
ja: JOSMはオフラインモードで実行されています。

source: JOSM is searching for updates...
ja: アップデートを検索しています...

source: JOSM is up to date.
ja: JOSMは最新版です。

source: JOSM localhost certificate found in {0} keystore: {1}
ja: JOSMのlocalhost証明書が{0}キーストアに見つかりました: {1}

source: JOSM projection command line interface
ja: JOSM 投影コマンドラインインターフェース

source: JOSM rendering command line interface
ja: JOSMレンダリングコマンドラインインターフェイス

source: JOSM tried to access the following resources:<br>{0}but <b>failed</b> to do so, because of the following network errors:<br>{1}It may be due to a missing proxy configuration.<br>Would you like to change your proxy settings now?
ja: JOSMは次のリソースにアクセスしようとしました。<br>{0}しかし、次のネットワークエラーで<b>失敗</b>しました。<br>{1}プロキシ設定が行われていない可能性があります。<br>プロキシ設定を変更しますか？

source: JOSM tried to access the following resources:<br>{0}but <b>failed</b> to do so, because of the following proxy errors:<br>{1}Would you like to change your proxy settings now?
ja: JOSMは次のリソースにアクセスしようとしました。<br>{0}しかし、次のプロキシエラーが発生して<b>失敗</b>しました。<br>{1}プロキシ設定を変更しますか？

source: JOSM version {0} required for plugin {1}.
ja: {1}プラグインには JOSMのバージョン{0}が必要です。

source: JOSM was unable to find a strict mathematical transformation between ''{0}'' and WGS84.<br /><br />Do you want to try a <i>lenient</i> method, which will perform a non-precise transformation (<b>with location errors up to 1 km</b>) ?<br/><br/>If so, <b>do NOT upload</b> such data to OSM !
ja: JOSMは''{0}''とWGS84の間の厳密な変換式を見つけられませんでした。<br /><br />あまり厳密な変換ではない<i>lenient</i>法を使用しますか？(<b>1km程度の誤差が出ることがあります</b>)<br/><br/>その場合、そのようなデータをOSMには<b>アップロードしないでください！

source: JOSM website
ja: JOSMウェブサイト

source: JOSM will always listen at <b>port {0}</b> (http) and <b>port {1}</b> (https) on localhost.<br>These ports are not configurable because they are referenced by external applications talking to JOSM.
ja: JOSMは常にローカルホストの<b>ポート{0}</b>(http)と<b>ポート{1}</b>(https)を待受しています。<br>このポートは外部アプリケーションがJOSMと対話するためのものなので、変更することはできません。

source: JOSM will always listen at <b>port {0}</b> (http) on localhost.<br>This port is not configurable because it is referenced by external applications talking to JOSM.
ja: JOSMはlocalhostの<b>ポート{0}</b> (http) を常時リッスンしています。<br>このポートは、JOSMと通信する外部アプリケーションからも参照されているため、設定で変更することはできません。

source: JOSM will soon stop working with this version; we highly recommend you to update to Java {0}.
ja: JOSMは間もなくこのバージョンでは動作しなくなります。Java{0}にアップデートすることを強くお勧めします。

source: JOSM will use it in subsequent requests to gain access to the OSM API.</html>
ja: JOSMは、OSM APIでOSM APIへのアクセスを取得するためにこのAPIを使用します。</html>

source: JOSM will use it in the future for authentication and authorization to the OSM server.<br><br>The access token is: </html>
ja: JOSMでは、今後、OSMサーバに対する認証および認可に使用する予定です。<br><br>アクセストークン:</html>

source: JOSM''s current projection
ja: JOSMの現在の投影法

source: JOSM-Trac login at josm.openstreetmap.de
ja: josm.openstreetmap.de での JOSM-Tracログイン

source: JPEG Images (*.jpg)
ja: JPEG画像(*.jpg)

source: Japanese
ja: 日本語

source: Java OpenStreetMap Editor
ja: Java OpenStreetMapエディタ

source: Java Version {0}
ja: Java バージョン {0}

source: Java option to specify the maximum size of allocated memory in megabytes
ja: 割り当てられたメモリーの最大サイズをMB単位で指定するJavaオプション

source: Jersey Barrier
ja: ジャージーバリア

source: Jewellery
ja: 宝石店

source: Join
ja: 統合

source: Join Areas Function
ja: エリア結合機能

source: Join Node to Way
ja: ノードをウェイに参加させる

source: Join Roads
ja: 道路の結合

source: Join a global community putting the world's most vulnerable people and places on the map to support humanitarian aid and sustainable development.
ja: 人道支援に携わる人々や持続的な開発を支援するため、世界に広がるコミュニティとともに、地図を必要とする地域をマッピングしましょう

source: Join area confirmation
ja: 結合するエリアの確認

source: Join areas
ja: 領域を結合

source: Join areas which are touching.
ja: 接している領域を結合する。

source: Join connected roads to a single road
ja: 接続された道路を一つの道路として結合

source: Join mode
ja: 結合モード

source: Join overlapping Areas
ja: 重複するエリアを結合

source: Join touching areas
ja: 接している領域を結合

source: Join/unjoin pictures
ja: 画像の結合/分離

source: Joined overlapping areas
ja: 重複するエリアを結合

source: Joining adjacent segments
ja: 近接するセグメントを結合中

source: Joining nodes
ja: ノードを結合中

source: Joins areas that overlap each other
ja: 互いに重複するエリアを結合します。

source: Jump back.
ja: 一つ戻る

source: Jump forward
ja: 次にジャンプ

source: Jump there
ja: この場所にジャンプ

source: Jump to Position
ja: 特定の場所にジャンプ

source: Jump to blue
ja: 青へとぶ

source: Jump to next marker
ja: 次のマーカーにジャンプ

source: Jump to next segment
ja: 次の区間へ移動

source: Jump to previous marker
ja: 前のマーカーにジャンプ

source: Jump to previous segment
ja: 前の区間へ移動

source: Jump to red
ja: 赤へとぶ

source: Jumping to: {0}
ja: {0} へジャンプ

source: Jumps to the picture at the other side of the blue line
ja: 青い線のむこう側の写真にジャンプします

source: Jumps to the picture at the other side of the red line
ja: 赤い線のむこう側の写真にジャンプします

source: Junction
ja: 接続道路

source: Junction reference
ja: ジャンクション番号

source: Junctionchecking/junctions searching
ja: JunctionChecking/交差点の検索

source: Just checks the format of the Wikipedia tag (no validation if articles exist), with autofixes for when tag value is a URL
ja: WikipediaがURLである場合のAutofixを使用して、Wikipediaタグの形式をチェックする(記事が存在する場合は検証なし)

source: Just off Meadow Farm Drive in Shrewsbury Google Maps shows a Kerbela Street, which does not physically exist at this location or even exist at all in Shrewsbury, according to Royal Mail.
ja: Google マップでソールスベリーの牧草地の農場の道を見ると、Kerbela Street が描かれていますが、これは実際にはこの場所にはなく、それどころか郵便局の住所録によると、ソールスベリーにはこのような名前の通りは存在しません。

source: Just use the link in the upper left corner: ''(Redirected from XX:English_page_name)'' # Now we opened the old page title which is now just a redirecting page # Open the link ''What links here'' in the left menu.
ja: 左上隅の''（XX:english_page_nameから転送）''というリンクを使用してください。 :6. これで、単なるリダイレクトページとなった古い題名のページが開きます。 :7. 左側のメニューの''リンク元''のリンクを開きます。

source: Jython engine
ja: Jythonエンジン

source: Jython interpreter isn''t on the class path.
ja: Jythonインタープリターはクラス・パスにありません。

source: KML Files (*.kml)
ja: KMLファイル(*.kml)

source: KML file (*.kml)
ja: KMLファイル (*.kml)

source: KML/KMZ files
ja: KML/KMZファイル

source: Kart Racing
ja: ゴーカート

source: Keep
ja: 保持

source: Keep Paths
ja: パスを保持

source: Keep backup files when saving data layers
ja: データレイヤー保存時にバックアップファイルを保存

source: Keep module
ja: モジュールを保持

source: Keep my coordinates
ja: 自分の判断を採用

source: Keep my deleted state
ja: 自分の削除済み状態を残す

source: Keep old backups and continue
ja: 古いバックアップファイルを保存して継続

source: Keep older versions
ja: 自分の判断を採用

source: Keep plugin
ja: プラグインを継続

source: Keep the selected key/value pairs from the local dataset
ja: ローカルデータセットから選択されたキー/値のペアを残す

source: Keep the selected key/value pairs from the server dataset
ja: サーバーデータセットから選択されたキー/値のペアを残す

source: Keep their coordinates
ja: 他人の判断を採用

source: Keep their deleted state
ja: 相手の削除済み状態を残す

source: Keep this relation member for the target object
ja: 対象のオブジェクト用にこのリレーションメンバーを保持

source: Kerb
ja: 縁石

source: Key
ja: キー

source: Key ''{0}'' looks like ''{1}''.
ja: ''{0}'' キーは ''{1}'' ではないでしょうか。

source: Key ''{0}'' not in presets.
ja: キー ''{0}'' はプリセットにはありません。

source: Key cannot be empty when tag operator is used.
ja: タグ演算子が使用されている場合、キーを空にすることはできません。

source: Key cutter
ja: 合鍵屋

source: Key element without attribute k
ja: k属性がないkey要素

source: Key is too long (max {0} characters):
ja: キーが長すぎます(最大{0}文字):

source: Key-ID:
ja: キーID:

source: Key:
ja: キー:

source: Key: {0}
ja: キー: {0}

source: KeyID
ja: 鍵 ID

source: Keyboard Shortcuts
ja: キーボードショートカット

source: Keywords
ja: キーワード

source: Keywords: {0}
ja: キーワード:{0}

source: Kiln
ja: 窯

source: Kindergarten
ja: 幼稚園

source: Kindly wait for it to finish before uploading new changes
ja: 新しい変更をアップロードする前に、完了するまでお待ちください。

source: Kiosk
ja: キオスク

source: Kissing Gate
ja: キッシングゲート

source: Kitchen
ja: キッチン設備

source: Kitchen Opening Hours
ja: 調理営業時間

source: Kosher
ja: カシェル

source: LEFT-CLICK to first corner -> LEFT-DRAG to specify area -> LEFT-CLICK to zoom
ja: 左クリックで最初の角->左ドラッグで領域指定->左クリックでズーム

source: LEFT-CLICK to select;LEFT-DRAG to move
ja: 左クリックで選択; 左ドラッグで移動

source: LEFT-CLICK to select;RIGHT-CLICK to pan;CTRL-LEFT-CLICK to toggle selection;SHIFT-LEFT-CLICK to add to selection;LEFT-DRAG for area selection;CTRL-RIGHT-DRAG for zoom;DOUBLE-CLICK to create a node;DOUBLE-CLICK on a node to start a way;
ja: 左クリックで選択; 右クリックでスクロール; CTRL-左クリックで選択のオン/オフ; SHIFT-左クリックで選択へ追加; 左ドラッグで領域選択; CTRL-右ドラッグでズーム; ダブルクリックでノード作成; ノード上でのダブルクリックでウェイの開始;

source: LEFT-CLICK to start;DRAG to scale;SHIFT-DRAG to rotate;LEFT-CLICK to end
ja: 左クリックで開始; ドラッグで拡大縮小; SHIFT-ドラッグで回転; 左クリックで終了

source: LPG (Liquefied petroleum gas)
ja: LPガス

source: Label
ja: ラベル

source: Label audio (and image and web) markers.
ja: 音声(画像やウェブ)マーカーにラベルをつける

source: Label point
ja: ラベル位置

source: Label tag
ja: ラベルタグ

source: Label with background tag
ja: 背景タグのラベル

source: Labels
ja: ラベル

source: Laboratory
ja: 研究所

source: Lacto-vegetarian
ja: 乳菜食主義

source: Lactose free
ja: 乳糖フリー

source: Lakewalker Plugin Preferences
ja: Lakewalkerプラグインの設定

source: Lakewalker trace
ja: Lakewalkerトレース

source: Lambert Azimuthal Equal Area
ja: ランベルト正積方位図法

source: Lambert CC9 Zone {0} cache file (.CC{0})
ja: ランベルト CC9 ゾーン {0}のキャッシュファイル(.CC{0})

source: Lambert Conformal Conic
ja: ランベルト正角円錐図法

source: Lambert Zone {0} cache file (.{0})
ja: ランベルトゾーン {0}のキャッシュファイル(.{0})

source: Lambert zone {0} in cache incompatible with current Lambert zone {1}
ja: キャッシュのランベルトzone {0} は現在のランベルトzone {1} と互換がありません

source: Land use
ja: 土地利用

source: Landfill
ja: ゴミ最終処分場

source: Landuse duplicated nodes
ja: Landuseカテゴリの重複ノード

source: Lane Connectivity
ja: 車線接続

source: Lane tags
ja: 車線タグ

source: Lanes
ja: 車線数

source: Lanes in way direction
ja: ウェイの順方向の車線数

source: Lanes opposed to way direction
ja: ウェイの逆方向の車線数

source: Language
ja: 言語

source: Language code ''{0}'' is not recognized!
ja: 言語コード''{0}''が認識されません!

source: Language selection:
ja: 言語選択:

source: Language version:
ja: 言語バージョン:

source: Language:
ja: 言語:

source: Large area covered with mud.
ja: 泥に覆われた広い場所です。

source: Large area covered with sand.
ja: 砂に覆われた広い区域です。

source: Larger
ja: 拡大

source: Lasso Mode
ja: 投げ縄モード

source: Lasso selection mode: select objects within a hand-drawn region
ja: 投げ縄選択モード: 手書き領域のオブジェクトを選択

source: Last
ja: 最後

source: Last change at {0}
ja: {0} に最終更新

source: Last change date
ja: 最終更新日

source: Last check date (YYYY-MM-DD)
ja: 最終検査日(YYYY-MM-DD)

source: Last check note
ja: 最終検査時のメモ

source: Last module update more than {0} days ago.
ja: モジュールは{0}日以上前に更新されました。

source: Last plugin update more than {0} days ago.
ja: プラグインが最後に更新されてから{0}日以上経過しました。

source: Last updated by {user}
ja: {user} が最終更新

source: Last updated {time}
ja: 最終更新 {time}

source: Lat Lon tool
ja: 座標ツール

source: Lat/Lon
ja: 緯度/経度

source: Lat/Lon (EPSG:4326)
ja: 緯度/経度(EPSG:4326)

source: Lat/lon (Geodetic)
ja: 緯度/経度(測地)

source: Later on, we had requests to identify where certain buildings, such as health centres or hospitals, were located so our health team could assess the damage and medical needs of patients.
ja: 病院など医療施設として利用されている建物の特定作業という依頼を受けた私達は、チームでその作業に対応することにより、被災状況のアセスメントや医療ニーズの把握に成功しました。

source: Lateral water hazard
ja: ラテラルウォーターハザード

source: Latitude
ja: 緯度

source: Latitude or Longitude field missing.
ja: 緯度または経度フィールドがありません。

source: Latitude:
ja: 緯度 :

source: Launch a file chooser to select a file
ja: ファイルを選択するためにファイル選択画面を起動します

source: Launch browser to a Web resource about a selected object having known tags, such as Wikipedia
ja: Wikipediaなどのような既知のタグを持つ選択されたオブジェクトに関するウェブリソースに対してブラウザーを起動します。

source: Launch browser to the OSM Wiki page of the selected data set
ja: 選択されたデータセットの OSM のウィキページをブラウザーで開く

source: Launch browser to the license page of the selected data set
ja: ブラウザーを起動して、選択されたデータセットのライセンスページを見る

source: Launch browser to the local portal page of the selected data set
ja: ブラウザーを起動して、選択されたデータセットの地域ポータルページを開く

source: Launch browser to the national portal page of the selected data set
ja: ブラウザーを起動して、選択されたデータセットの国別ポータルページを開く

source: Launch browser to the summary license page of the selected data set
ja: ブラウザーを起動して、選択されたデータセットの概要ライセンスページを見る

source: Launch browser with Taginfo statistics for selected object
ja: 選択されたオブジェクトの Taginfo 統計をブラウザで開く

source: Launch browser with information about the changeset
ja: 変更セットについての情報とともにブラウザーを起動

source: Launch browser with information about the selected object
ja: 選択されたオブジェクトに関する情報をブラウザーで開く

source: Launch browser with information about the user
ja: ユーザーについての情報をブラウザーで表示

source: Launch browser with wiki help for selected object
ja: 選択されたオブジェクトのためのwikiヘルプのためにブラウザーを起動

source: Launch file chooser
ja: ファイル選択を起動

source: Launch file selection dialog
ja: ファイル選択ダイアログを起動

source: Launch in maximized mode
ja: 最大モードで起動

source: Launch the dialog for querying changesets
ja: 変更セットの問い合わせダイアログを開く

source: Launch the turn restriction editor to create a new turn restriction
ja: 進行方向制限編集画面を起動して新しい進行方向制限を作成

source: Launch your default software for sending an email to the selected contact address
ja: 選択された連絡先アドレスに電子メールを送るための既定値のソフトウェアを起動

source: Launches FireFox to display the current visible screen as a nice SVG image.
ja: 現在表示されているスクリーンを、きれいなSVG画像として表示されるように、Firefoxを起動する。

source: Launches a browser with information about the user
ja: ユーザーについての情報付きでブラウザーを起動

source: Launches the tag editor dialog
ja: タグ編集ダイアログの開始

source: Laundry
ja: 洗濯屋・コインランドリー

source: Laundry Service
ja: 洗濯サービス

source: Lawn Bowling
ja: ローンボウルズ

source: Lawyer
ja: 法律事務所

source: Layer
ja: レイヤー

source: Layer ''{0}'' does not exist any more.
ja: レイヤ''{0}''は存在しません。

source: Layer ''{0}'' has modifications which are discouraged to be uploaded.
ja: レイヤー ''{0}'' にはアップロードが抑制されている変更があります。

source: Layer ''{0}'' has modifications which should be saved to its associated file ''{1}''.
ja: レイヤー ''{0}'' にはその関連ファイル ''{1}'' に保存すべき修正があります。

source: Layer ''{0}'' has modifications which should be uploaded to the server.
ja: レイヤー ''{0}'' は修正されていますのでサーバーにアップロードしてください。

source: Layer ''{0}'' has no modifications to be saved.
ja: レイヤー ''{0}'' には保存すべき修正はありません。

source: Layer ''{0}'' has no modifications to be uploaded.
ja: レイヤー ''{0}'' にはアップロードする修正がありません。

source: Layer ''{0}'' is not backed by a file
ja: レイヤー ''{0}'' はファイルによって戻されていない

source: Layer ''{0}'' not supported
ja: レイヤー ''{0}'' はサポートされていません。

source: Layer CLose: Dirty objects present
ja: レイヤークローズ: 変更オブジェクトが存在

source: Layer CLose: Not empty
ja: レイヤークローズ: 空でない

source: Layer Name and File Path
ja: レイヤー名とファイルパス

source: Layer Properties
ja: レイヤーのプロパティ

source: Layer contains unsaved data - save to file.
ja: レイヤーに保存されていないデータが含まれています。ファイルに保存してください。

source: Layer does not contain unsaved data.
ja: レイヤーには保存されていないデータがありません。

source: Layer for editing GPX tracks
ja: GPXトラックを編集するためのレイヤー

source: Layer is available in formats: {1}
ja: レイヤーは次の形式で使用できます:{1}

source: Layer is locked
ja: レイヤがロックされています

source: Layer is read-only
ja: レイヤーは読み込み専用

source: Layer name
ja: レイヤー名

source: Layer to make measurements
ja: 測定するレイヤー

source: Layer {0}
ja: レイヤー{0}

source: Layer: {0}
ja: レイヤー: {0}

source: Layers
ja: レイヤー

source: Layers:
ja: レイヤー:

source: Lead-in time (seconds)
ja: Lead-in 時間(秒)

source: Leaf cycle
ja: 葉のサイクル

source: Leaf type
ja: 葉の種類

source: Learn
ja: 解説

source: Learn here about [[Copyright Easter Eggs]].
ja: ここで、[[Copyright Easter Eggs]]について知っておきましょう。

source: Leave project
ja: プロジェクトをはなれる

source: Left handrail
ja: 左側の手すり

source: Legend
ja: 凡例

source: Leisure
ja: レジャー

source: Length
ja: 長さ

source: Length (meters)
ja: 長さ (m)

source: Length in meters
ja: メートル単位での長さ

source: Length of value for tag ''{0}'' on object {1} exceeds the max.
ja: オブジェクト{1}上のタグ''{0}''の値の長さが最大値を超えています。

source: Length preserved
ja: 長さを維持

source: Length step:
ja: 長さの単位:

source: Length: {0}
ja: 長さ: {0}

source: Less obtrusive node symbols at low zoom
ja: 低いズームで目立たないノードシンボル

source: Let us know what you did and what happend add the following text to the bug report, so we can find the source of the issue.
ja: あなたが何をして、何が起きたのかを、バグレポートに以下のテキストを追加してお知らせください。そうすれば、問題の原因を探ることができます。

source: Let's suppose that the English page name is "''English_page_name''", and you already have got a translated page with the title "''XX:English_page_name''" (where XX is the target language code like Ar, Ca, DE, IT, Zh-hant, ...).
ja: 英語ページ名が「''english_page_name''」であり、すでに翻訳ページとして「''XX:english_page_name''」（XXは対象となる言語コード、例えばJAやDEやITなど）を作成してあるとしましょう。

source: Level Crossing
ja: 踏切

source: Levels
ja: 階数

source: Library
ja: 図書館

source: License
ja: ライセンス

source: License Agreement
ja: ライセンス契約書

source: License Classes
ja: 免許の種類
